Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Emma het 'n brief gekry waarin ons aanvaar is in die skool,
ar: وقد حصلت أنا و"إيما" علىرسالة... تفيد بأن المدرسة قد قبلتنا.

source: dat ons welkom is om te kom
ar: وأنه مرحبٌ بنا.

source: En dis
ar: وذلك...

source: presies wat ek wil doen
ar: وذلك هو ما أريد بالضبط أن أفعله

source: En dis presies wat ek gaan doen
ar: وهو بالضبط ما قررت أن أعمله.

source: En die konserwatorium?
ar: ومعهد الموسيقى؟

source: Hoe lank is die Hamburg-kursus? Twee jaar
ar: -ما هو طول المنهج في "هامبورغ"؟

source: Dan is daar 'n betaalde proeftyd in 'n Oostenrykse of Duitse orkes van drie jaar
ar: ثم هناك زمالة تدريبية مدفوعة الأجر في أوركسترا نمساوية أو ألمانية لثلاث سنوات.

source: Hoe gaan jy daarvoor betaal? Ek het my erflating
ar: -كيف ستدفعين المصاريف؟

source: Jy het al deeglik beplan
ar: -لقد فكرت طويلاً .

source: Ek het Emma al vertel dat dit hopeloos is, dat Pa alreeds anders besluit het
ar: -لقد أخبرت "إيما" بأنه عديم الجدوى . هذا ما قررته.

source: Ag !
ar: إلهي...

source: Ag nee!
ar: ياإلهي...

source: Maar pappa, ek wou nog altyd... ek wou nog nooit 'n soloïs wees nie
ar: لكنياأبي،لاأريد أن... أنا لا أعتبر نفسي عازفة منفردة.

source: Ek wou nog altyd liewer in die groep speel, in 'n orkes
ar: أريد العزف في أوركسترا، أكون جزءاً من مجهود فريق.

source: Nie op 'n verhoog sit nie, alleen en blootgestel
ar: لا أجلس وحيدة على المسرح، وأعزف.

source: Ek wil nie dat vreemdelinge oordeel of ek goed genoeg is nie
ar: لا أريد من الغرباء أن يقولوا بأني لستُ بارعة.

source: Ek wil oor my eie toekoms besluit, ek soek 'n eenvoudige lewe
ar: أريد تقرير مستقبلي الخاص. أريد حياةً بسيطة

source: Ek wil liewer... tuis wees, om normaal te leef
ar: أريد أن أكون ... في البيت. لأعيش حياة طبيعية.

source: Nie 'n arme substituut vir Mamma nie, om deur Pa geprys te word vir iets wat ek nie is nie
ar: ليسكبديلةسيئةعنأمي... وأحصل على مديحك لشيء لست أنا إياه.

source: Dit sal moet ophou
ar: لابد أن ينتهي هذا الأمر.

source: En nou hou dit ook op
ar: والآن أنهيته.

source: Kom ons gee dit ten minste 'n perfekte end
ar: على الأقل، امنحيه نهاية مثالية.

source: Waarvan praat Pa?
ar: عمّ تتحدث؟

source: Wil jy nie vir my die Sarabande speel nie? die vyfde?
ar: ألا تحبي أن تعزفي الـ"سربندة" الخامسة؟

source: Nou, hier?
ar: -الآن؟

source: Ja, asseblief
ar: -نعم، من فضلك .

source: 'n Kritieke oomblik
ar: الفصل التاسع اللحظة الحاسمة

source: Ja... hy is hier... ja
ar: إنه هنا.

source: Wie was dit?
ar: -هل بالإمكان أن أسأل من كان؟

source: Dit was die hospitaal
ar: -من المستشفى .

source: Henrik het probeer selfmoord pleeg, met tablette
ar: لقد حاول "هينريك" الانتحار، بواسطة الحبوب.

source: Toe het hy weer sy arms en nek met 'n mes gesny
ar: ثم قطع رسغيه ورقبته بسكين.

source: Hy is in intensiewe sorg
ar: إنه في العناية المركزة.

source: Skakel hierdie nommer en vra vir suster Ingegerd
ar: اتصل بهذا الرقم واطلب الممرضة "إنغيغيرد".

source: God!
ar: -يا إلهي .

source: Hulle het hom net betyds gekry Mev.
ar: -وجدوه في آخر لحظة .

source: Berg het verbygeloop en deur die venster gekyk en 'n naakte persoon op die vloer gesien
ar: السيدة "بيرغ" كانت تمر بجانبالمنزل... -ورأت شخصاً عارياً على الأرض .

source: O, God!
ar: -يا إلهي .

source: Die deur was oop, en sy wou hom wakker maak, maar hy was bewusteloos en het gebloei
ar: لم يكن الباب مغلقاً. حاولت إفاقته، ولكنه كان فاقداً للوعي.

source: Die ambulans het 20 minute later gekom
ar: -وينزف.أخذت سيارة الإسعاف 20 دقيقة .

source: O, my God!
ar: -يا إلهي .

source: Ek moet Karin bel, maar sy is op haar pad na Hamburg
ar: لابد أن أتصل بـ "كارين"، ولكنها في طريقها إلى "هامبورغ".

source: Henrik het nou net met alles gefaal, hy kon homself nie eers dood nie
ar: "هينيرك" فاشل في كل شيء. حتى في الانتحار.

source: Sê tog net iets, moenie net daar staan nie!
ar: -قولي شيئاً، حباً في الله .

source: Wil jy hê dat ek daarop sal antwoord?
ar: -أتريدني أن أرد على ذلك؟

source: Watookal! Sê tog eenkeer iets spontaan Jy kan nie...
ar: -مهما يكن، ولو لمرة تحدثي بعفوية .

source: Nee, jy kan nie
ar: -لا تستطيع .

source: Partymaal tree jy op soos 'n verlore ou karakter in 'n simpel ou fliek
ar: أحياناً تتحدث مثل شخصية منسية... في بعض الأفلام الغبية القديمة.

source: Jy is nie werklik nie
ar: -لم تكوني عفوية .

source: Bedoel jy dit?
ar: -لا تقل ذلك .

source: Presies nou...
ar: -الآن ..

source: Ag, kom ons los dit
ar: لا، دعنا من هذا الأمر .

source: Nee, sê dit, moenie skroom nie
ar: -لا، استمري .

source: Waar kom al jou minagting vandaan?
ar: من أين جمعت كل هذا الاستهتار؟

source: Ek ken jou nie so nie! Minagting?
ar: لا أتذكر أنك كنت هكذا.

source: Ja, presies: minagting!
ar: -استهتار؟

source: Ek weet nie, al die minagting wat ek het, is vir myself
ar: -نعم ! لا أعرف، عن أي استهتار موجود لدي.

source: Ek weet nie, Ek het nog nie so daaraan gedink nie
ar: لا أعلم، لم أفكر بالأمر بهذه الطريقة.

source: En nou, die arme seun? Wat?
ar: -والصبي المسكين؟

source: 'n Seun?
ar: -صبي؟

source: O, Henrik Miskien het hy besef dat hy baie soos ek is
ar: آه، "هينريك". لربما أدرك بأنه يشبهني كثيراً.

source: Ek was nooit so belaglik soos hy nie oorgewig en onderdanig
ar: لم أكن مثله أبداً. سخيفاً جداً طوال الوقت. بدين وخانع.

source: Hy het my omring met 'n taai plakkerige liefde
ar: لقد أحاطني بحب دافق.

source: Ek erken dat ek daardie liefde geignoreer het
ar: أعترف بأني تجاهلت ذلك الحب.

source: Hy was so toegewyd soos 'n hond
ar: لقد كان متفانٍ كالكلب.

source: Ek wou hom wegskop - metafories dus
ar: أردت ركله، مجازياً.

source: Wat nou?
ar: -ماذا سيحدث الآن؟

source: Wat van Karin?
ar: -كيف سيؤثر هذا على "كارين"؟

source: Sy gaan haarself blameer
ar: -ستلقي باللوم على نفسها .

source: Sy kon dit voorsien het - sy moes gedink het!
ar: -كان عليها أن تفكر في الأمر .

source: Dink jy sy sal huistoe kom? Dink jy sy behoort te kom?
ar: -هل تعتقد بأنها ستعود إلى البيت؟

source: Dit weet ek nie
ar: -لا أدري .

source: Sal jy vir my met haar praat? As ons haar kan vind
ar: -ستتكلمين معها، أليس كذلك؟

source: Ek huur jou as my agent!
ar: -إن وجدناها .

source: Hoeveel vra jy?
ar: سأستأجركِ كوكيلة عني.

source: geld is nie 'n faktor nie,
ar: كم هي أجرتك؟ المال ليس مشكلة.

source: So lank as jy haar skuldgevoel kan wegstreel
ar: إن عبرت مرحلة الذنب بأمان.

source: Wat as sy regtig huiste kom?
ar: ماذا لو جاءت؟

source: Sy het daardie wetter lief
ar: إنها تحب ذلك اللقيط.

source: Dit gaan 'n ramp wees!
ar: -ستكون كارثة !

source: Wel, wat kan ek sê?
ar: ماذا يمكنني أن أقول؟

source: Ek was erg oor Anna
ar: لقد كنت قريباً جداً من "آنا".

source: Dit was baie sleg toe sy weg is, vir my ook, selfs al was ek net op die katastrofe se rand
ar: لقد كان رحيلها فاجعة، وبالنسبة لي كذلك. بالرغم من كوني على أطراف المأساة.

source: Dis onverstaanbaar dat Henrik die voorreg gehad het van Anna se liefde
ar: الغريب في الأمر أن " "هينريك... كان يحظى بحب "آنا".

source: en dat sy hom so liefgehad het
ar: وهي أحبته.

source: Jy glimlag seker ironies? Nee,
ar: -أنت تبتسمي ساخرةً .

source: Ek glimlag nie, ek probeer om nie te huil nie
ar: أنا لا أبتسم، وإنما أحاول أن لا أبكي.

source: Daar's nie rede om te huil nie
ar: لا يوجد سبب للبكاء.

source: Daar is, maar ek gaan nie nou probeer verduidelik nie
ar: هنالك أسباب، ولكني لن أوضّح.

source: DEEL TIEN:
ar: الفصل العاشر ساعةُ ما قبل الفجر

source: Marianne
ar: "ماريان".

source: Marianne! Jammer om jou wakker te maak
ar: "ماريان"!

source: Dis goed, ek sal weer slaap
ar: آسف لإيقاظك. لا بأس.

source: Wat is fout? Johan? Wat is verkeerd?
ar: -ماذا هنالك؟ "يوهان"؟

source: Ek dink dis iets soos angs of dalk angs!
ar: -أعتقد بأني مصابٌ بكرب.

source: Angs, wat bedoel jy met angs?
ar: -مكروب؟ ماذا تعني؟

source: Ek sien!
ar: -فهمت!

source: Jy is treurig!
ar: أنت حزين !

source: Ek is nie treurig nie
ar: - أنا لست بحزين ...

source: Dis erger, dis angs uit die hel, dis groter as ek dit probeer oral inkom, oral oor my lyf, my oë, dis soos... by my agter-ent, dis verstands-diarree
ar: إنه أسوء من الألم، إنه كَرْبٌ عظيم، أكبر من أن أتحمله. إنه يحاول أن يشق طريقه عبر كل فتحة في جسدي؛ عيوني، مؤخرتي، إنه مثل إسهال الخرف!

source: Ek is te klein vir hierdie beklemmende angs!
ar: أنا صغيرٌ جداً على هذا الشجن.

source: Vrees jy die dood, Johan?
ar: أخائفٌ من الموت، "يوهان"؟

source: Ja, meer as enigiets, ek kan skree
ar: أكثر من أي شيء، أود أن أصرخ.

source: Wat doen jy met 'n baba wat nie getroos wil word nie?
ar: ماذا تستطيعين أن تفعلي لطفل غير مرتاح؟

source: Kom lê hier by my
ar: -تعال، أرقد بجانبي .

source: Daar is nie plek nie
ar: -لا يوجد مكان كافٍ .

source: Ons het al in kleiner bedjies geslaap
ar: -لقد نمنا في أسرة أصغر .

source: Ons sal nie kan slaap nie
ar: -لن نكون قادرين على النوم .

source: Dit maak nie saak nie, nie in die laaste dae van ons lewens nie
ar: لا يهم. ليس في الأيام الأخيرة من حياتنا.

source: Ek sal my jurk moet uittrek, dis nou natgesweet
ar: عليّ أن أنزع قميصي، إنه مبتل من الاسهال.

source: Kom aan
ar: تعال.

source: Trek joune ook uit
ar: إخلعيه أنت أيضاً.

source: Kom dan, Johan, kom hier
ar: تعال، "يوهان"، تعال هنا.

source: Daar, lê nou
ar: هناك ... اضطجع.

source: Goeie nag, Marianne Goeie nag
ar: -ليلة سعيدة، ماريان ".

source: Kan jy verduidelik waarom jy hiernatoe gekom het?
ar: هل بإمكانكِ أن توضحي لماذا جئت هنا؟

source: Ek het gedink jy roep my
ar: -ظننت بأنك دعوتني .

source: Ek het niemand geroep nie
ar: -لم أدعوا أحداً .

source: Ek het dit in my kop gehad Hoe vreemd
ar: -لقد كان يتردد في ذهني .

source: Ek kan verstaan dat jy nie sal verstaan nie
ar: -كم هو غريب . أتفهم بأنك لا تفهم.

source: Hoe lank kan jy bly?
ar: -إلى متى ستبقين؟

source: Ek het 'n saak op die 27ste
ar: -لدي قضية في السابع والعشرين .

source: November?
ar: -نوفمبر؟

source: Oktober
ar: -أكتوبر .

source: - Goeie nag, weer
ar: -ليلة سعيدة، مرة أخرى .

source: - Goeie nag
ar: -ليلة سعيدة .

source: Miskien vra jy jouself af hoe dit verloop het?
ar: ربما تسأل نفسك كيف صورت.

source: Ek het by Johan gebly tot vroeg Oktober
ar: بقيت مع "يوهان" حتى أوائل شهر أكتوبر.

source: Ons verblyf was ontspannend en aangenaam
ar: وقتنا سوية كان لطيفاً ومريحاً.

source: Ons het byna nooit oor spanningvolle dinge gepraat nie
ar: تقريباً لم نتحدث في الأمور الحساسة.

source: Die laaste aand het ons gevier
ar: احتفلنا في الليلة الأخيرة.

source: Niks buitengewoon nie, maar tog
ar: لا شيء مميز في الحفلة، لكنها جيدة بما فيه الكفاية.

source: Ons het beloof om kontak te behou
ar: وعدنا بعضنا بأن نبقى على اتصال.

source: Ons het selfs gefantaseer om na Florence te gaan volgende lente
ar: أظن بأننا تخيلنا "رحلةإلى"فلورنس...

source: Dit het nooit gebeur nie maar ons het Sondae met mekaar oor die foon gepraat
ar: في الربيع التالي. تلك السفرة لم تحدث بالطبع. لكننا كنا نتحدث عبر الهاتف أيام الأحد.

source: Toe, eendag het mev. Nilsson die foon geantwoord
ar: "بعدها، في يوم ما السيدة "نيلسون" ردت على الهاتف.

source: Sy het gesê dat Johan nie foon toe kan kom nie, maar dat hy sou skryf
ar: قالت بأن "يوهان" لا يستطيع الرد على الاتصالات، ولكنه سيكتب.

source: Ek het haar gevra of hy gesond is;
ar: سألت إن كان هو بخير؛ قالت نعم، وأن أقصى ما تستطيع قوله.

source: en sy het geantwoord dat hy net moeg is, en sal skryf
ar: بأنه تعبان وسوف يكتب لي.

source: Ek het nooit 'n brief gekry nie
ar: بالطبع، لم تصلني أي رسالة.

source: Ek het geskryf, maar geen antwoord gekry nie Dis al wat ek weet
ar: كتبت له، ولكن لم ألق جواباً.

source: Met my gaan dit goed en alles is in plek
ar: هذا كل ما أعرفه. الأمور معي دائماً جيدة، بالترتيب.

source: Alles in orde, maar ek mag dalk bietjie alleen wees
ar: كل شيء في مكانه، قد أكون أشعر بالوحدة قليلاً، ولكن لا أعلم.

source: Partymaal... dink ek aan Anna en ek wonder hoedat sy haar lewe beleef het
ar: بعض الأحيان .. أفكر في "آنا". أستغرب كيف أدارت حياتها.

source: Hoe sy gepraat het, beweeg het,
ar: كيفتكلمت... كيفتحركت...

source: gelyk het.
ar: شكلها...

source: Daardie byna onwerklike glimlag...
ar: وابتسامتها السريالية.

source: Anna se gevoelens,
ar: مشاعر "آنا".

source: Wel...
ar: حسناً...

source: Iets anders het gebeur, wat dalk verwant is:
ar: شيء حصل لي ربما يتعلق بهذا.

source: Toe ek terug was, het ek my dogter, Martha by die inrigting besoek
ar: عندما عدتُ، قمت بزيارة أبنتي "مارثا" في المصحة.

source: En toe besef ek die raaisel, dat, vir die eerste maal in ons twee se lewens,
ar: ولكنيفكرتفي أحجية... وأنه للمرة الأولى فيحياتنا...

source: Besef ek, voel ek dat ek aan my eie dogter raak
ar: أدركتُ... شعرتُ... بأنني لمستُ ابنتي.

source: My baba
ar: طفلتي.

source: Kom in, asseblief
ar: ترجمة أحمد حيدر أجل

source: Pierre, dis 'n oproep van Frankryk, dis dringend
ar: بيير، إنه اتصال عاجل من فرنسا

source: Na die konsert
ar: بعد الحفل

source: Dis oor jou ma
ar: إنه بخصوص والدتك

source: Ja?
ar: نعم

source: Die Koorlede
ar: الكَورَس

source: Herken jy my?
ar: هل تذكرني؟

source: "Dambodem", "my pa sal my Saterdag oplaai"
ar: "فون بلوتون" سيحضر أبي ليأخذني يوم السبت

source: Pepinot
ar: !"ببينو"

source: Maar natuurlik
ar: أجل بالطبع

source: Pepinot! Hoe lank was dit?
ar: بيبينو لقد مر وقت طويل

source: Net 50 jaar
ar: خمسون عاماً فقط

source: "Dambodem"
ar: "فون بلوتون"

source: Daar's jy, die korte in die eerste ry
ar: هذا أنت ذلك القصير في الصف الأمامي

source: En hierdie is jy
ar: وها أنت هنا

source: En die faktotum, wat was sy naam?
ar: والمعلم ما كان اسمه؟

source: Clement Mathieu
ar: "كليمون ماتيو"

source: Wat het geword van hom?
ar: ماذا حلّ به ؟

source: Maak oop
ar: افتح هذا

source: "Dambodem" -- jaar 1949
ar: "فون بلوتون" عام 1945

source: Dit is die dagboek gehou deur Mathieu, oor sy dae by "Dambodem"
ar: هذا مذكرات ماتيو "التي كتبها عن أيامه في "فون بلوتون

source: Sy storie, en ons s'n ook
ar: عن قصّته وقصتنا نحن أيضاً

source: Hy wou dat jy dit hou
ar: كان يرغب أن تصل إليك

source: Ek sou verkies om dit vir jou te gee onder gelukkiger omstandighede maar...
ar: كنت أتمنى أن أعطيك إياها .... في ظروف أفضل، لكن

source: 15 Jan 1949
ar: الخامس عشر من كانون الثاني عام 1949

source: Na 'n paar jaar van mislukking, ek was seker die ergste kom nog
ar: بعد عدة أعوام من الفشل كنت على يقين أن القادم أعظم

source: Dit was 'n kosskool vir moeilike kinders
ar: كانت مدرسة داخلية للأولاد

source: Ten minste dis wat die advertensie gesê het
ar: هذا على الأقل ما قاله الإعلان

source: Die skool was net vir my so genaamd
ar: لقد بدت المدرسة وكأنها سمّيت كذلك من أجلي

source: Goeie môre
ar: صباح الخير

source: Is jy alleen?
ar: لِمَ انت وحدك؟

source: Wat doen jy hier?
ar: ما الذي تفعله هنا؟

source: Ek wag vir Saterdag
ar: ان انتظر يوم السبت

source: Waarom?
ar: من أجل ماذا؟

source: Want my pa sal my kom haal
ar: سيأتي أبي ليأخذني

source: Maar vandag is nie Saterdag nie
ar: لكن اليوم ليس السبت

source: Pepinot!
ar: ! ببينو

source: Ek is Clement Mathieu, die nuwe faktotum
ar: أنا كليمو ماتيو المعلم الجديد

source: Is hierdie jou eerste faktotumposisie?
ar: هل هذه المرة الأولى التي تعمل فيها كمعلم؟

source: Ek het onderwys gegee in 'n privaatskool
ar: لقد درّست ذات مرة في مدرسة خاصة ماذا كنت تدرّس؟

source: - Watter vak? - Musiek
ar: - الموسيقى-

source: Jy gaan goed regkom met Mnr Rachin
ar: ستكون على ما يرام مع السيد راشن

source: Die skoolhoof, hy het trompet gespeel
ar: الناظر، لقد كان يعزف على الترومبيت

source: Hierdie is sy dogters, hy woon hier
ar: هؤلاء بناته فهو يعيش هنا

source: Het jy hom al ontmoet?
ar: هل قابلته من قبل ؟

source: Nog nie, ek het die werk gekry deur Mev Boissement
ar: - ليس بعد، لقد حصلت على هذا العمل عن طريق السيدة بوسمون-

source: Dit was Oom Maxence
ar: كان هذا العم ماكسانس

source: Hy verduidelik dat hy belas was met sekuriteit, eerstehulp, stoorkamer, en vensterherstel
ar: وقد تابع يشرح لي أنه مسؤول عن الأمن الأمن، الإسعافات الأولية المخزن، وإصلاح النوافذ

source: Wat doen hy?
ar: ماذا يفعل؟

source: Leerling gestraf deur Mnr Rachin 15 dae gemeenskapsdiens...
ar: إنه تلميذ معاقب من قبل السيد راشين 15يوماً في الخدمة الإجتماعية عمل الخادمة

source: Huisbediende Hoe is die kinders hier?
ar: كيف هم الأولاد ؟

source: Het hulle jou nie vertel nie?
ar: ألم يخبروك؟

source: Nee
ar: كلا؟

source: Dit is die siekeboeg Later wys ek jou my groentetuin
ar: هذا هو المستوصف سأريك لاحقاً لوحة الخضار خاصتي

source: Graag
ar: بكل سرور

source: Wat het hulle hierdie keer gedoen?
ar: ماذا فعلوا هذه المرة؟

source: Laat my help
ar: - دعني أساعدك-

source: Is jy Clement Mathieu?
ar: هل أنت كليمون ماتيان؟

source: Die skoolhoof
ar: إنه الناظر

source: Rachin, skoolhoof
ar: راشين، الناظر

source: A, meneer, ek is jammer...
ar: آه حضرة الناظر، إنني آسف

source: Ja, jy is laat
ar: أجل، فقد تأخرت

source: Ek het die verkeerde bus-tydtafel gehad Om betyds te wees is 'n basiese beginsel hier
ar: لقد أعطوني جدول مواعيد الباص الخطأ- الالتزام بالمواعيد مبدأ أساسي هنا-

source: Goed
ar: حسناً

source: Meneer
ar: حضرة الناظر

source: Goed, meneer
ar: حسناً حضرة الناصر

source: Reg, volg my
ar: لا بأس، اتبعني

source: Ek dink jy moet ons rëels eers leer, jy is op studiediens na 4
ar: أقترح مبدئياً أن تتعلّم قواعدنا إذ ستشرف على الدراسة بعد الرابعة مساءاً

source: Wat is verkeerd!
ar: ما الأمر؟ أجبني

source: Antwoord! - Neem dié
ar: خذ هذا

source: Alweer 'n lokval! Ons leerlinge is tog so dierbaar!
ar: فخٌ جديد طبع تلامذتنا الظريف

source: Sit hom hier neer
ar: لنجلسه هناك

source: Ek kan nie sien nie
ar: لا يمكنني أن أرى

source: Jy oordryf, laat my sien
ar: لا تبالغ دعني ألقي نظرة

source: Nie so goed nie
ar: ليست على ما يرام

source: Jy, gaan lui die klok, roep almal Moet ons nie eers 'n dokter kry nie?
ar: أنت، إذهب واقرع الجرس، نادِ الجميع- أليس علينا أن نستدعي طبيباً أولاً؟

source: Weet jy hoeveel dit kos?
ar: هل تعلم كم يكلف هذا ؟

source: Ek het gesê, gaan lui die klok!
ar: ماذا قلت لك؟ اذهب واقرع الجرس

source: Waar is die klok?
ar: أين الجرس

source: Maak die deur oop, jy sal sien
ar: افتح الباب وستراه

source: Almal hier!
ar: الجميع إلى هنا

source: Gebeur hierdie soort insident dikwels?
ar: هل يحدث هذا كثيراً هنا؟

source: Lui, lui die klok net!
ar: اقرع الجرس إقرع الجرس وحسب

source: Almal in die agterplaas!
ar: الجميع إلى الباحة

source: Kom gou! Stilte!
ar: بسرعة، بصمت

source: Eierkop! Bly stil!
ar: رأس البيضة- سكوت-

source: Koeëlkop! Bly stil!
ar: رأس البيضة- سكوت-

source: Bly jy stil!
ar: إبقَ صامتاً

source: - Ek het niks gesê nie! - Stil!
ar: لم أقل شيئاً- اسكت-

source: Ek het julle uitgeroep, want Oom Maxence was nou net die slagoffer van 'n lafhartige aanval
ar: لقد استدعيتكم من أجل العم ماكسان لقد جُرح للتو في هجوم جبان

source: Volgens ons beginsel van "aksie-reaksie", sal die skuldige swaar gestraf word
ar: "وتبعاً لمبدئنا القائل "الفعل-رد الفعل سيعاقب المسؤول عن ذلك بشدّة

source: Dus, as die skuldige homself nie oorgee in 3 sekondes nie, sal almal beurte maak in die tronk,
ar: إذا لم يسلم الفاعل نفسه خلال ثلاث ثوان ستتناوبون جميعكم على السجن ست ساعات لكل واحد

source: Dit sal aanhou, totdat hy homself oorgee Verstaan?
ar: حتى يسلّم نفسه أو يُكتشف

source: Een twee drie
ar: واحد، اثنان، ثلاثة

source: Niemand nie? Natuurlik
ar: لا أحد بالطبع

source: Kom hier
ar: اقترب

source: Jy, Mathieu
ar: انت، ماتيو

source: Ek?
ar: أنا؟

source: Mnr Chabert, gee my die strafboek, dankie
ar: سيد شابيرت، أعطني السجل شكراً

source: Mnr Mathieu, die nuwe faktotum, is gelukkig om julle nog nie te ken nie
ar: السيد ماتيو، مدرسّكم الجديد من حسن حظه انه لا يعرفكم بعد !

source: Eierkop!
ar: رأس البيض

source: Stil!
ar: اسكتوا

source: Daarom sal hy onpartydig wees om te kies wie eerste gestraf word
ar: لذا سيقرر بحياد من سيعاقب أولاً

source: Kies 'n naam
ar: انتقي اسماً

source: Enigeen?
ar: عشوائياً؟

source: As ek mag...
ar: ...إذا كان ذلك ممكناً

source: Los hom, gaan voort
ar: دعه وشأنه هيا

source: Boniface
ar: بونيفاس

source: Ongelukig Chabert, bring Boniface uit
ar: يالسوء الحظ شابير، أحضر بونيفاس إلى هنا

source: Maar, ek het niks gedoen nie!
ar: لكنني لم أفعل شيئاً

source: Bly stil!
ar: اخرس

source: Dis onregverdig! Hou jou mond!
ar: هذا ليس عدلاً- أغلق فمك، هيا بنا-

source: Kom ons gaan! Ek sal nie gaan nie!
ar: لن أذهب- سأركل مؤخرتك إذا اضطررت إلى ذلك-

source: Ek sal jou agterent skop as ek moet! Stil!
ar: اسكتوا

source: En, tot die krimineel uitkom, word pouse gekanseleer, en besoeke verbied
ar: علاوةً على ذلك، طالما ظل المجرم طليقاً ستلغي الاستراحات و تمنع الزيارات

source: Ek vra julle om hom so gou moontlik uit te bring
ar: أنتم مدعوون للإبلاغ عنه بأسرع وقت

source: Dit moedig net ontkenning aan
ar: لن يشجّع هذا إلا على التستر عليه

source: Soos elke nuweling, het jy simpatieke neigings, kom ons praat weer oor 'n week
ar: مثل كل القادمين الجدد لديك أوهام نبيلة، لنتحدث ثانية بعدأسبوع

source: Tot dan, laat Mnr Regent jou alles wys, jy neem by hom oor
ar: حتى ذلك الوقت سيريك السيد ريغان مكانك ستتولى الامر نيابة عنه

source: Skoon lakens
ar: شراشف نظيفة

source: Waarom gaan jy?
ar: ما سبب مغادرتك؟

source: 10 steke
ar: عشر قُطَب

source: Skêr
ar: مقصّات

source: Ek het sigarette gekonfiskeer van Mouton
ar: كل هذا لأنني صادرت سكائر موتون

source: Mouton?
ar: موتون؟

source: 'n Seun, sy naam is Mouton Is hy nog hier, hierdie Mouton?
ar: ولد، اسمه موتون

source: Luister, Le Querrec is verantwoordelik vir die lokval op Maxence se deur
ar: ليكن بعلمك، كوريك هو من نصب الفخ على باب ماكسان

source: Ek het hom hoor praat
ar: لقد سمعته يتحدث عن ذلك

source: Waarom bly jy stil?
ar: لماذا لم تبح بالأمر؟

source: Dan sou ek die bus mis
ar: لا أريد أن تفوتني الحافلة

source: Maxence het hom gestraf omdat hy 'n venster gebreek het
ar: لقد عاقبه ماكسان لأنه كسر بعض زجاج النوافذ

source: Dis sy wraak, dis sy styl
ar: انتقام إنه أسلوبه

source: Le Querrec, onthou hierdie naam
ar: كوريك عليك أن تذكر هذا الاسم

source: En Morange, ja, Morange
ar: "و "مورانج "أجل، "مورانج

source: Hy praat min, maar hou hom dop
ar: لا يتحدّث إلا قليلاً لكن عليك أن تبقيه تحت المراقبة

source: Engelgesig, maar besete deur die duiwel
ar: الوجه الملائكي لكنه مسكون بالشياطين

source: Aksie-reaksie, dis al wat hulle verstaan
ar: الفعل-رد الفعل هذا ما يفهمون

source: Ek gaan nou, voorspoed!
ar: سأغادر الآن حظّاً طيباً

source: Ons borg
ar: رعاة المدرسة

source: Dit is die klasprogram
ar: هذا هو البرنامج

source: Klasse word gedeel tussen die skoolhoof, wat Franse geskiedenis behandel, terwyl die res deur 'n Mnr Langlois gedoen word
ar: لقد قُسمت الصفوف بين الناظر الذي يعطي التاريخ واللغة وبين السيد لونغلوا الذي يدرّس الباقي

source: Mnr Langlois, laat my ons nuwe faktotum voorstel
ar: سيد لانغلوا، دعني أعرّفك على السيد ماتيو، المعلم الجديد هنا

source: My naam is Clement Mathieu 'n Faktotum van jou ouderdom?
ar: أدعى كليمون ماتيو معلّم بهذا السن؟

source: Ja, ek was eers 'n onderwyser
ar: أجل، لقد كنت مدرّساً من قبل

source: Dis perfek
ar: هذا عظيم

source: Hy's die snaakste van die lot
ar: إنه الأظرف هنا

source: Gaan na die studiesaal - Jy's laat
ar: إذهب إلى القاعة الآن لقد تأخرت

source: Nie nodig om jou te wys waar nie
ar: ما من حاجة لأريك الطريق

source: Menere
ar: أيها السادة

source: Rook is verbode in die klas, selfs vir u meneer
ar: التدخين ممنوع في الصف الجميع، حتى أنت يا سيد

source: Gee terug vir my, stilte!
ar: أعدها إلي صمتاً

source: Gee terug vir my!
ar: أعطني إياها

source: Goeie begin!
ar: بداية موفّقة

source: Veels geluk, Mathieu
ar: تهانينا، ماثيو

source: Sit
ar: اجلسوا

source: Natuurlik, jy, altyd jy!
ar: انت بالطبع، كما دائماً

source: Wat het hy gedoen?
ar: ماذا فعل؟

source: Niks nie, meneer
ar: لا شيء حضرة الناظر

source: Wat bedoel jy, niks nie?
ar: ماذا تعني؟

source: Wou jy hom nie nou-net straf nie?
ar: ألم تكن على وشك نعاقبته؟

source: Ek het hom gevra om na die skryfbord te kom, en het vir stilte gevra
ar: كنت أستدعيه إلى السبورة وعندما دخلت، كنت أطلب منهم أن يسكتوا

source: Jy het regtig stilte nodig gehad, moenie dat ek terugkom nie
ar: أنت بالفعل بحاجة إلى سكوتهم لا تضطرني إلى العودة هنا

source: Gaan na die hoek
ar: إذهب إلى الزاوية

source: Goed, noudat julle my beter ken, moet ons 'n paar goed regstel
ar: حسناً، بما أنكم تعرفونني بشكل أفضل الآن علينا الاتفاق على بعض الأمور

source: Tans word een van julle maats in die tronk gehou, vir niks nie
ar: والآن، أحد زملائكم يقبع في السجن دون مبرر
